{
  "id": "gewasbescherming-2024-agrovision",
  "label": "Gewasbescherming 2024 (AgroVision)",
  "title": "Gewasbescherming 2024",
  "subtitle": "Invullen voor: 1-1-2025",
  "company": {
    "name": "Bedrijfsnaam 1",
    "contactPerson": "Contactpersoon 1",
    "correspondenceNumber": "0001"
  },
  "pages": [
    {
      "id": "welkom",
      "label": "Welkom",
      "title": "Welkom bij de vragenlijst",
      "content": [
        {
          "title": "Invullen",
          "text": "Wij adviseren u de vragenlijst in te vullen op een desktop computer of laptop."
        },
        {
          "title": "Toelichtingen",
          "text": "De knop met een vraagteken betekent dat er extra uitleg is. Druk op deze knop als u de uitleg wilt zien."
        },
        {
          "title": "Opslaan",
          "text": "Gegevens worden alleen automatisch opgeslagen wanneer u tussen schermen bladert. Wanneer u langere tijd werkt in één scherm, is het daarom raadzaam zelf de gegevens regelmatig op te slaan door rechtsboven in het scherm op de knop 'Opslaan' te drukken."
        },
        {
          "title": "Heeft u vragen?",
          "text": "Druk op de 'Help' knop rechtsboven in dit scherm voor verdere uitleg of kijk op www.cbs.nl voor veelgestelde vragen over dit onderzoek."
        }
      ]
    },
    {
      "id": "agrovision",
      "label": "AgroVision",
      "title": "AgroVision",
      "content": [
        {
          "id": "agrovision",
          "type": "radio",
          "label": "Maakt u gebruik van AgroVision voor het registreren van het gebruik van gewasbeschermingsmiddelen op gewas x?",
          "options": [
            { "value": "ja", "label": "Ja" },
            { "value": "nee", "label": "Nee", "skipTo": "algemene-vragen" }
          ]
        }
      ]
    },
    {
      "id": "pilot",
      "label": "Pilot",
      "title": "Pilot",
      "content": [
        {
          "text": "CBS voert een pilot uit met AgroVision bij een select aantal gewassen waarbij berichtgevers die gegevens geregistreerd hebben bij AgroVision ervoor kunnen kiezen een rapportage uit AgroVision naar CBS te verzenden."
        },
        {
          "text": "Deze pilot is bedoeld om de administratieve lastendruk van dit onderzoek bij berichtgevers te verminderen."
        },
        {
          "text": "In de volgende stap zal uitgelegd worden hoe u de rapportage uit AgroVision kunt downloaden en uploaden naar CBS. U ziet dan ook welke data naar CBS wordt verstuurd."
        },
        {
          "text": "De rapportage mogelijkheid die AgroVision ondersteund bevat meer gegevens dan wij vragen in deze enquête. In de enquête vragen wij u het gebruik van middelen en het behandeld oppervlak per middel voor gewas x. Wij zullen alleen deze gegevens gebruiken, de overige gegevens worden bij binnenkomst vernietigd."
        },
        {
          "id": "pilot",
          "type": "radio",
          "label": "Wilt u aan deze pilot meedoen en de rapportage naar CBS sturen?",
          "options": [
            { "value": "ja", "label": "Ja" },
            { "value": "nee", "label": "Nee", "skipTo": "algemene-vragen" }
          ]
        }
      ]
    },
    {
      "id": "pilot-afronding",
      "label": "Afronding",
      "title": "Rapportage verzenden",
      "parentId": "pilot",
      "isSubmitPage": true,
      "content": [
        {
          "text": "In AgroVision kunt u op de volgende wijze de rapportage voor CBS downloaden. U ziet dan ook welke gegevens u met CBS deelt."
        },
        {
          "text": "De rapportage mogelijkheid die AgroVision ondersteund voor CBS bevat meer gegevens dan wij vragen in deze enquête. Wij zullen echter alleen de gegevens over het gebruik van middelen en het behandeld oppervlak per middel van gewas x gebruiken, de overige gegevens worden bij binnenkomst vernietigd."
        },
        {
          "title": "Instructies",
          "text": "In AgroVision gaat u naar .. en klikt u op… (Clint?). Zie bijlage (handleiding agrovision en mock-up van toekomstige bedrijvenkeuze in agrovision). Tegen de tijd dat gaan implementeren moeten we dit uiteraard nog wel samen met agrovison bekijken."
        },
        {
          "text": "Om mee te doen met de pilot is het belangrijk dat de gegevens over het gebruik van middelen en het behandeld oppervlak per middel voor gewas x compleet zijn. Wanneer deze gegevens niet volledig zijn bij AgroVision, zullen wij u alsnog verzoeken de gegevens via deze enquête in te vullen. Bijvoorbeeld wanneer u geen gegevens hebt geregistreerd bij AgroVision, of als u alleen de gebruikte hoeveelheid van een middel hebt geregistreerd maar niet het behandelde oppervlak, of andersom."
        },
        {
          "text": "Met onderstaande knop kunt u de rapportage versturen naar CBS."
        }
      ]
    },
    {
      "id": "algemene-vragen",
      "label": "Algemene vragen",
      "title": "Algemene vragen",
      "content": [
        {
          "text": "Dit is het einde van deze gebruikerstest."
        }
      ]
    },
    {
      "id": "gewasbeschermingsmiddelen-teelt",
      "label": "Gewasbeschermings-middelen bij de teelt",
      "title": "Gewasbeschermingsmiddelen bij de teelt",
      "content": [
        {
          "text": "Dit is het einde van deze gebruikerstest."
        }
      ]
    },
    {
      "id": "contact",
      "label": "Contact",
      "title": "Contactgegevens",
      "content": [
        {
          "text": "Dit is het einde van deze gebruikerstest."
        }
      ]
    },
    {
      "id": "verzenden",
      "label": "Verzenden",
      "title": "Verzenden",
      "isSubmitPage": true,
      "content": [
        {
          "text": "Dit is het einde van deze gebruikerstest."
        }
      ]
    }
  ]
}
